tap "1password/tap"
tap "buo/cask-upgrade"
tap "d12frosted/emacs-plus"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "sdkman/tap"
brew "antidote"
brew "zstd"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "autoconf"
brew "automake"
brew "gcc"
brew "btop"
brew "chezmoi"
brew "clang-format"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "fd"
brew "unbound"
brew "gnutls"
brew "libarchive"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "grep"
brew "groff"
brew "pkg-config"
brew "htop"
brew "ispell"
brew "jq"
brew "lazygit"
brew "make"
brew "mas"
brew "neofetch"
brew "neovim"
brew "nnn"
brew "node"
brew "pandoc"
brew "pipx"
brew "plantuml"
brew "poppler"
brew "python@3.11"
brew "ripgrep"
brew "rustup-init"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "telnet"
brew "unzip"
brew "wdiff"
brew "yt-dlp"
brew "zellij"
brew "zoxide"
brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-elrumo2-icon", "with-imagemagick", "with-native-comp", "with-poll"]
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "sdkman/tap/sdkman-cli"
cask "1password"
cask "1password-cli"
cask "ableton-live-standard"
cask "adobe-creative-cloud"
cask "alacritty"
cask "appcleaner"
cask "arc"
cask "bartender"
cask "daisydisk"
cask "discord"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace"
cask "homerow"
cask "obsidian"
cask "vscodium"
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "Beat", id: 1549538329
mas "CleanMyMac X", id: 1339170533
mas "Compressor", id: 424390742
mas "Disk Speed Test", id: 425264550
mas "Dropover", id: 1355679052
mas "Final Cut Pro", id: 424389933
mas "forScore", id: 363738376
mas "Goodnotes", id: 1444383602
mas "KakaoTalk", id: 869223134
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "MainStage", id: 634159523
mas "Motion", id: 434290957
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Playgrounds", id: 1496833156
mas "Xcode", id: 497799835
